Repository: rolowilde/pickpcparts
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Builder
lv: Konfigurators

source: Components
lv: Komponenti

source: Processors
lv: Procesori

source: Processor Coolers
lv: Procesora dzesētāji

source: Motherboards
lv: Pamatplates

source: Memory
lv: Atmiņa

source: Storage
lv: Krātuve

source: Graphics Cards
lv: Grafiskās kartes

source: Power Supplies
lv: Barošanas bloki

source: Cases
lv: Korpusi

source: Case Fans
lv: Korpusa ventilatori

source: Complete Builds
lv: Pabeigti datori

source: Log out
lv: Izlogoties

source: Log in
lv: Pieteikties

source: Sign up
lv: Reģistrēties

source: Delete Build
lv: Dzēst datoru

source: Are you sure you want to delete this build?
lv: Vai tiešām vēlaties dzēst šo datoru?

source: Author
lv: Autors

source: Cancel
lv: Atcelt

source: Confirm Delete
lv: Apstiprināt dzēšanu

source: Edit
lv: Rediģēt

source: Delete
lv: Dzēst

source: Back
lv: Atpakaļ

source: Price
lv: Cena

source: Last modified
lv: Pēdējoreiz modificēts

source: Processor
lv: Procesors

source: Motherboard
lv: Pamatplate

source: Graphics Card
lv: Grafiskā karte

source: Processor Cooler
lv: Procesora dzesētājs

source: Power Supply
lv: Barošanas bloks

source: Case
lv: Korpuss

source: Error
lv: Kļūda

source: Please correct the following issues
lv: Lūdzu, izlabojiet šīs kļūdas

source: Build Name
lv: Datora nosaukums

source: My Awesome PC Build
lv: Mans lieliskais dators

source: Notes
lv: Piezīmes

source: Description or special notes about your build...
lv: Apraksts vai īpašas piezīmes par jūsu datoru...

source: PC Builds
lv: Datori

source: Create New Build
lv: Izveidot jaunu datoru

source: You
lv: Jūs

source: Modified
lv: Modificēts

source: View Details
lv: Skatīt detaļas

source: No builds found.
lv: Nav atrasti datori.

source: Create Your First Build!
lv: Izveidojiet savu pirmo datoru!

source: Try out our PC builder now
lv: Izmēģiniet mūsu datoru konstruktoru jau tagad

source: We offer over %(components_total)s components to build a computer of any budget and class
lv: Mēs piedāvājam vairāk nekā %(components_total)s komponenšu, lai izveidotu datoru jebkuram budžetam un klasei

source: Login failed!
lv: Pieteikšanās neizdevās!

source: Please check your credentials and try again.
lv: Lūdzu, pārbaudiet savus datus un mēģiniet vēlreiz.

source: Close
lv: Aizvērt

source: Username
lv: Lietotājvārds

source: Password
lv: Parole

source: Confirm password
lv: Apstipriniet paroli

source: Incompatible motherboard socket ({ms}) and processor socket ({ps}).
lv: Nesaderīga pamatplates ligzda ({ms}) un procesora ligzda ({ps}).

source: Incompatible motherboard form factor ({mf}) and case form factor ({cf}).
lv: Nesaderīgs pamatplates formfaktors ({mf}) un korpusa formfaktors ({cf}).

source: Incompatible power supply ({pf}) and case form factor ({cf}).
lv: Nesaderīgs barošanas bloka formfaktors ({pf}) un korpusa formfaktors ({cf}).

source: Build created successfully!
lv: Dators veiksmīgi izveidots!

source: Create Build
lv: Jauns dators

source: Build updated successfully!
lv: Dators veiksmīgi atjaunināts!

source: Update Build: {name}
lv: Atjaunināt datoru: {name}

source: Update Build
lv: Atjaunināt datoru

source: Build deleted successfully!
lv: Dators veiksmīgi dzēsts!

source: Manufacturer
lv: Ražotājs

source: Model
lv: Modelis

source: Form Factor
lv: Formāts

source: External Volume
lv: Ārējais tilpums

source: Size
lv: Izmērs

source: RPM
lv: Apgriezieni minūtē (RPM)

source: Noise Level (db)
lv: Trošņa līmenis (dB)

source: Memory (GB)
lv: Atmiņa (GB)

source: Core Clock (MHz)
lv: Pamatfrekvence (MHz)

source: Boost Clock (MHz)
lv: Paātrinājuma frekvence (MHz)

source: Length (cm)
lv: Garums (cm)

source: Total Capacity (GB)
lv: Kopējā ietilpība (GB)

source: Modules
lv: Moduļi

source: Speed (MT/s)
lv: Ātrums (MT/s)

source: First Word Latency (ns)
lv: Pirmā vārda aizkave (ns)

source: CAS Latency (ns)
lv: CAS aizkave (ns)

source: Type
lv: Tips

source: Max Memory (GB)
lv: Maksimālā atmiņa (GB)

source: Memory Slots
lv: Atmiņas ligzdas

source: Supported Memory
lv: Atbalstītā atmiņa

source: Socket
lv: Ligzda

source: Wattage
lv: Jauda (W)

source: Efficiency
lv: Efektivitāte

source: Modularity
lv: Modularitāte

source: Core Count
lv: Kodolu skaits

source: Size (cm)
lv: Izmērs (cm)

source: Capacity (GB)
lv: Ietilpība (GB)

source: Cache (MB)
lv: Kešatmiņa (MB)

source: Interface
lv: Interfeiss
